package com.ghy.chacha.bean;

import java.util.List;

/**
 * Created by GHY on 2016/9/21.
 * Desc:
 */

public class HisTodBean {


    /**
     * msg : success
     * result : [{"date":"18980921","day":21,"event":"　　1898年9月21日，慈禧太后发动戊戌政变。戊戌变法遭到顽固派的极端仇恨，自光绪帝颁布\u201c明定国是\u201d诏书推行变法起，顽固派即开始策划政变，推翻新政。9月21日，慈禧幽禁光绪帝于中南海的瀛台，并假光绪帝名义，发布吁请太后训政的诏书。旋又捕杀谭嗣同、林旭、杨锐、杨深秀、刘光第、康广仁等六人(史称\u201c戊戌六君子\u201d)，通缉康有为、梁启超，罢免维新派官员陈宝箴、江标、黄遵宪等数十人，废除全部新政。戊戌变法失败。\n","id":"569881b6590146d407332c89","month":9,"title":"慈禧太后发动戊戌政变"},{"date":"19000921","day":21,"event":"　　1900年9月21日，吴印咸生于江苏省沐阳县，1922年毕业于上海美术专科学校。他青年时积极参加左翼电影运动；拍摄了《风云儿女》、《都市风光》、《生死同心》、《马路天使》等中国电影史上的经典之作。抗日战争爆发后，吴印咸奔赴延安，成功地拍摄了《南泥湾》、《白求恩大夫》等珍贵纪录片。吴印咸一贯重视培养摄影人才，战争年代为革命根据地培养了第一批摄影骨干。新中国成立后，他在担任北京电影学院副院长兼摄影系主任期间，培养了大批摄影新秀。吴印咸对摄影艺术执著追求，不断创新。建国以来，他拍摄了《红旗谱》、《白求恩大夫》等优秀故事片，其中《红旗谱》荣获第一届\u201c百花奖\u201d最佳摄影奖。数十年间，他拍摄了数以万计的摄影作品，热情赞美祖国的壮丽河山、人民的多彩生活，讴歌社会主义建设的巨大成就。他编辑制作的《没有共产党就没有新中国》组照，在第十六届全国摄影艺术展上获得\u201c特别荣誉将\u201d。吴印咸同志为摄影理论建设做出了重大贡献。改革开放以来，他完成了《摄影构图》等十余部共计百余万字的理论著作。吴印咸献身电影和摄影事业70余年，在国内外享有盛誉。北京、上海等20多个省市及美国、法国、瑞士、新加坡、巴西等国家都举办过他的个人影展。美国纽约国际摄影中心授予他\u201c摄影功勋证书\u201d，法国阿尔勒第十九届国际摄影节上特设\u201c吴印咸月\u201d，港澳摄影协会也授予他\u201c摄影大师\u201d称号。1994年9月7日，摄影家吴印咸在北京逝世。\n","id":"569881b6590146d407332c88","month":9,"title":"摄影家吴印咸出生"},{"date":"19200921","day":21,"event":"　　1920年9月21日，民主革命家朱执信遇害。\n　　朱执信，原名大符。广东番禹人，原籍浙江萧山。1885年(清光绪十一年)生。1904年留学日本，次年加入同盟会，为《民报》撰文，与改良派论战。1906年回国，任教广州，秘密在军队中开展活动。1908年，与赵声等密谋起义未果。1910年再与赵声等发动广州新军起义，又失败。次年4月，参加黄兴领导的广州起义(黄花岗之役)，任\u201c敢死队\u201d，攻入督署。事败避居香港。\n　　1911年辛亥革命爆发，联络党人和军队，促成广东光复，担任军政府参议、审计院院长等职。1913年后，积极参与孙中山领导的反袁(世凯)斗争，并加入中华革命党。1917年护法运动中，负责孙中山大元帅府军事联络工作。次年随孙中山到上海，任《民国日报》和《建设》杂志编辑，拥护\u201c五四\u201d运动和新文化运动，思想激进。1920年奉孙中山命赴广东督军驱逐桂系军阀，9月21日在虎门对敌军策反时被杀害。有《朱执信集》。\n","id":"569881b6590146d407332c87","month":9,"title":"民主革命家朱执信遇难"},{"date":"19310921","day":21,"event":"　　中国代表在国联演说\n　　1931年9月21日，南京国民政府代表施肇基正式向国联递交声明书。声明书根据《国联盟约》第11条，控告日本侵略中国领土、破坏国联盟约；要求国联迅速采取相应行动，阻止此种形势的扩大及恢复事变前的状态，并要日本赔偿损失。22日，国联理事会讨论中国代表的声明书。日本代表芳泽谦吉诬称：中国军队是这次事件的责任者。并要求理事会延期讨论。理事会授权给主席西班牙外长勒乐，对中日两国政府提出了内容相同的\u201c紧急警告\u201d，劝告双方避免事态扩大，并立即由两国协商撤兵。同时决定由国联派遣一个由各国驻华官员组成的调查团，去沈阳调查事变的真相，遭到日本代表的反对。\n","id":"569881b6590146d407332c86","month":9,"title":"南京政府向国联控告日本"},{"date":"19330921","day":21,"event":"　　1933年9月21日，中共著名工人运动领导人邓中夏被杀害。\n　　邓中夏，1894年生，湖南省宜章县人。1920年10月加入北京共产主义小组。1921年参与创建北京社会主义青年团。邓是中国工人运动的著名领袖，曾任中共江苏省委书记、广东省委书记、中华全国总工会驻赤色职工国际代表、湘鄂西省委书记、红二军团政治委员、中国革命互济会党团书记等职。5月15日在上海法租界被捕。8月，邓中夏因身份暴露，被引渡给中国当局。\n","id":"569881b6590146d407332c85","month":9,"title":"邓中夏烈士就义"},{"date":"19450921","day":21,"event":"　　1945年9月21日，英国首相克莱门特·艾德礼称，今年冬天将采取措施，在地方选举之后建立印度自己的政府。\n　　在对印度人民的广播讲话中，艾德礼说，在地方中央议员的选举之后，我们将采劝积极的的步骤\u201d建立一个由印度人选举出的代表组成的立宪会议，负责起草自己的宪法。这一提议并没有提及印度领导人提出的释放政治犯、恢复印度公民自由的要求。全印度大会委员会要求印度、缅甸、马来西亚半岛、印度支那和印度尼西亚摆脱\u201c帝国主义的统治\u201d。\n","id":"569881b6590146d407332c84","month":9,"title":"英国同意印度独立"},{"date":"19490921","day":21,"event":"　　毛泽东致开幕词\n　　1949年9月21-30日，中国人民政治协商会议第一届全体会议在北平举行。参加这次会议的有各民主党派、团体、无党派民主人士和特邀代表662人。会议由中共中央主席毛泽东致开幕词，林伯渠、谭平山、董必武等分别就政治协商会议筹备工作、政治协商会议组织法、中华人民共和国中央人民政府组织法和政治协商会议共同纲领等文件作了说明。经过充分的民主讨论，代表一致通过了《中国人民政治协商会议共同纲领》、《中华人民共和国中央人民政府组织法》和《中国人民政治协商会议组织法》。《共同纲领》规定了中华人民共和国是工人阶级领导的、以工农联盟为基础的、团结各民主阶级和各民族的人民民主专政的国家；国家政权属于人民，人民行使国家政权的机关为各级人民代表大会和各级人民政府，各级人民代表大会由人民用普选方法产生；国家最高政权机关是全国人民代表大会，在全国人民代表大会闭会期间，中央人民政府为行使国家政权的最高机关。《组织法》规定了人民政协是全国人民民主统一战线的组织形式，在全国人民代表大会召开以后，仍将作为各民主党派、各人民团体的协商机关而长期存在。中国人民政治协商会议第一届全体会议的召开及中华人民共和国中央人民政府的成立，标志着中国人民新民主主义革命的胜利。中国的历史，从此进入了一个新的时代。\n　　会议期间，毛泽东同代表们同游天坛\n　　会议会场\n　　在中国人民政治协商会议第一届全体会议上，毛泽东当选为中央人民政府主席。\n","id":"569881b6590146d407332c83","month":9,"title":"中国人民政治协商会议第一届全体会议召开"},{"date":"19620921","day":21,"event":"　　1962年9月21日，电影艺术家欧阳予倩逝世。\n　　欧阳予倩，原名欧阳立袁，号南杰，艺名莲笙、兰容，笔名春柳、桃花不疑庵主。中国著名剧作家，戏剧教育家，导演。\n　　1889年出生于一个书香世家。自幼跟随祖父读书。1904年赴日本留学，先后就读于成城中学，明治大学商科，早稻田大学文科。1906年起，他就不顾家庭反对，投拜名师，学习京剧，于1915年成为正式京剧演员，粉墨春秋十四载，经常与周信芳、盖叫天等同台演出，以其唱做具精的技艺，同著名京剧表演艺术家梅兰芳齐名，有\u201c北梅南欧\u201d之誉。\n　　他于1907年在日本参加了春柳社，演出过文明戏，回国后，积极参加组织话剧团体，为南国社重要成员，编导演出了几十个话剧，成为中国话剧运动的奠基者，开拓者之一，此时他在京剧界，戏剧界郭有盛誉之后，又投身于影界，1926年经卜万苍介绍，他在上海民新影片公司，编写了《玉洁冰清》，编导了《三年以后》、《天涯歌女(1927)》三部影片都是无声片，艺术处理具有较强的感染力，表现出他在创作上的民主主义进步倾向和艺术才华。1929\u20141931年，他在广州创办广东戏剧研究所。\n　　1932年先后在法国、英国、德国、苏联进行短暂息影后的艺术考察，1934年回到上海，应新华影业公司之邀，编导第一部有声片《新桃花扇》，由于本片许多对话精彩，引起广大知识分子的共鸣。1935年进入明星影片公司，编写和导演了《清明时节》、《小玲子》、《海棠红》，继之，又为联华影业公司编导讽刺喜剧片《如此繁华》。1938年他为华成影片公司编写了《木兰从军》这一电影剧本，成为他电影创作时期最具代表的一部作品。抗战时期，除电影创作外，编写和导演了二十几部话剧和京剧。\n　　1946年回到上海，先后编写了《关不住的春光》、《姊妹劫》、《野火春风》，导演了《恋爱之道》。\n　　欧阳予倩是一位影、戏、剧全能的艺术家。早在二十年代，他就开始从事改良京剧的尝试。在话剧方面，他编写、导演数十部，解放后，他又致力于教育工作，曾任中央戏剧学院，中央实验话剧院院长等重要职务，又著有《予倩论剧》、《自我演戏以来》等。在电影这方面，虽是半路出家，但通过他编剧、导演的诸多影片，又看到他的电影创作在中国电影史上有着不容置疑的重要地位。欧阳予倩，他有着显赫的艺术功绩，是一名艺术巨匠，在中国戏曲话剧，电影，舞蹈等诸多艺术领域中，施展着他的才华，不幸于1962年9月21日病逝于北京。\n　　获奖情况及代表作：\n　　电影剧本：《玉洁冰清》、《木兰从军》、《关不住的春光》、《姊妹劫》；编导故事片：《三年以后》、《天涯歌女》(1927)、《新桃花扇》、《小玲子》、《海棠红》、《清明时节》、《如此繁华》；导演故事片：《野火春风》、《恋爱之道》；编导戏曲片：《渔夫恨》、《梅龙镇》、《借东风》；京剧代表作：《晴雯补裘》、《黛玉葬花》、《宝蟾送酒》，《人面桃花》、《潘金莲》、《梁红玉》、《桃花扇》、《渔夫恨》等；戏剧理论著作：《谈二簧戏》、《京剧一知谈》等。\n　　《玉洁冰清》1926民新编剧：欧阳予倩\n　　《天涯歌女》1927民新编导：欧阳予倩\n　　《三年以后》1926民新编导：欧阳予倩\n","id":"569881b6590146d407332c82","month":9,"title":"电影艺术家欧阳予倩逝世"},{"date":"19640921","day":21,"event":"　　马耳他是欧洲南部的一个岛国，它由5个岛屿组成，位于地中海中央。马耳他位于意大利和北非之间，是大西洋通往地中海东部和印度洋的交通要道，因此历来都是兵家必争之地。它在历史上曾受到腓尼基人、迦太基人、罗马人、阿拉伯人、法国人和英国人的占领。独立前，马耳他一直是英国重要的海军基地。1964年9月21日，马耳他正式独立，为英联邦成员国。10年后，马耳他取消以英国女王为国家元首的君主立宪政体，改为共和国。马耳他人民为赢得国家的独立进行了长期不屈不挠的斗争。在马耳他首都瓦莱塔，有一座工会纪念像，就是马耳他工会为纪念在斗争中英勇献身的工人们而建的。1943年10月，马耳他工人和各阶层人士为反抗殖民统治，走上街头，示威游行，结果遭到当局的残酷镇压，许多人献出了自己的生命。这个用巨型大理石雕刻而成的纪念像从远处看是一个球，从近处看，球面上雕着众多的人像，栩栩如生。他们犹如一个战斗的集体，紧密地团结在一起。纪念像最上面是一对青年工人，男的肩扛铁锤，女的手抱孩子，他们对未来、对生活充满憧憬，正向着明天前进。摆脱了英国长达一个半世纪殖民统治的马耳他人民，十分珍视自由与和平。马耳他奉行独立、自主、不结盟的外交政策，广交友，不树敌，主张把地中海变成一个和平区。为了维护其自身利益和安全，马耳他特别重视发展同北非地区和地中海沿岸各国的关系。它已先后同近百个国家和地区建立了外交关系，并且积极地与这些国家发展在经济、贸易、文化、旅游、交通运输等各个领域的合作关系。马耳他土地贫瘠，自然资源缺乏，但马耳他有\u201c三件宝\u201d\u2014\u2014阳光、海水和石头。马耳他岛可以说是由一种奇异的岩石构成，这种岩石在地质学上称为\u201c软泥型石灰岩\u201d，当地人称之为\u201c马耳他大理石\u201d。这种岩石呈乳黄色，可以用普通的木工工具任意切削甚至刨光。等石内水分蒸发完后，它又会变得坚硬，经年不蚀，是十分理想的建筑材料。马耳他岛上的各种建筑都是用这种\u201c宝石\u201d建造的。马耳他气候宜人，风光旖旎，还有许多名胜古迹。比如圣约翰大教堂，是文艺复兴时期的建筑；大骑士宫，建于16世纪，现在是总统和议会办公地；曼诺尔剧院，建于1731年至1732年；还有马耳他皇家大学、皇家图书馆等，也都历史悠久。灿烂的阳光、洁净的海水和众多历史古迹吸引了四方游客，每年来马耳他的旅游者几乎是马耳他人口的3倍。旅游业和制造业、造船业成为马耳他三大经济支柱。\n","id":"569881b6590146d407332c81","month":9,"title":"\u201c地中海心脏\u201d马耳他独立"},{"date":"19750921","day":21,"event":"　　1975年9月21日，京剧表演艺术家李少春逝世。\n　　李少春(1919\u20141975)中国京剧演员，工老生、武生。原籍河北霸州。幼居上海，随父李桂春练功学戏，后从陈秀华、丁水利学老生、武生戏，打下文武技艺的坚实基矗定居北京后，拜师余叔岩，得其亲授《战太平》、《定军山》、《打渔杀家》等剧。同时从多方面钻研杨(小楼)派艺术，技艺日进，驰名南北。20世纪30年代末组班演出。李少春是文武兼长的演员。文戏师承余派，武戏宗法杨派，并有自己的创造。他行腔以圆熟婉转和低沉回荡取胜，念白跌宕有致，演靠把戏、短打戏、红生戏各具特色，得心应手。他还积极参加现代戏《白毛女》和《红灯记》的演出，对运用京剧艺术形式表现现代生活进行了有益的探索和尝试。代表剧目有《战太平》、《打金砖》、《长坂坡》、《柴桑关》、《闹天宫》、《云罗山》、《将相和》。他主演的《野猪林》已摄制成电影。\n","id":"569881b6590146d407332c80","month":9,"title":"京剧表演艺术家李少春逝世"},{"date":"19810921","day":21,"event":"　　伯利兹，中美洲国家。位于中美洲东北部。面积22963平方公里。人口21.1万(1994)，多为混血种人和黑人，其次有印第安人、玛雅人、印度人、华人和白人。官方语言为英语，近半数居民通用西班牙语或克里奥尔语。62%信奉天主教，28%信奉基督教新教，还有少数伊斯兰教徒。首都贝尔莫潘。西北部地区有石油、重晶石、锡、黄金蕴藏。渔业资源丰富，盛产大龙虾、旗鱼、海牛。森林覆盖率为70%。人均国内生产总值3000伯利兹元(1992，约合1500美元)。经济以农业为主，工业不发达。主要农作物有甘蔗、水果、水稻、玉米、可可等，粮食能基本自给。工业主要有制糖、卷烟、啤酒、电池、面粉、成衣、化肥等。出口糖、成衣、水果、木材和海产品；进口机械和运输设备工业制品、日用品、食品和燃料。原为玛雅人居住地。16世纪初沦为西班牙殖民地。1638年英国殖民者入侵。1862年英国正式宣布其为殖民地，改名英属洪都拉斯。1964年1月获内部自治权。1973年6月改现名。1981年9月21日(独立日、国庆日)正式独立，为英联邦成员国。奉行不结盟政策，强调睦邻友好，努力促进中美洲的和平与稳定。1987年2月6日同中国建交。1989年10月11日，伯政府与台湾当局\u201c建交\u201d。10月23日，中国宣布中止同伯的外交关系。\n","id":"569881b6590146d407332c7f","month":9,"title":"伯利兹独立"},{"date":"19850921","day":21,"event":"　　1985年9月21日，我国第二大油田\u2014\u2014胜利油田继发现孤东大油田之后，最近又在油田基地东营以南十公里处的万全村附近发现一个新的富集高产含油区。\n　　万全含油区是去年开始钻探的。目前打完的十一口探井，井井见油。其中已试油的五口井中，最高的日产原油二百四十四吨。这个含油区油层厚度大、区域广，现已初步控制含油范围五十平方公里。这个含油区的发现，使东营市地区的牛庄、六户两个油区整体连片，形成石油地质储量上亿吨的大油田。\n","id":"569881b6590146d407332c7e","month":9,"title":"胜利油田发现富集高产含油区"},{"date":"19860921","day":21,"event":"　　1986年9月21日，十一时四十五分，来自河南洛阳针织厂的工人王茂军、洛阳五中的体育教师李维民乘坐密封船，在中虎跳滩下游下水，经过一小时二十分钟左右的搏斗，一鼓作气连续闯过倒角险滩、下虎跳滩和上、下簸箕滩。两位漂流勇士闯过四大险滩，完成了下虎跳全程漂流任务。当他们上岸时，队员们满怀激情地唱起了雄壮的国歌。在此之前，中国漂流健儿雷健生、李勤建、王岩、李大放、郎保洛曾分别于9月10、11、12日先后征服了上虎跳和中虎跳。\n　　另外，在虎跳峡第二段\u2014\u2014中虎跳峡漂流中英勇牺牲的漂流勇士孙志岭的遗体，已被当地居民在下虎跳的回水中找到。\n","id":"569881b6590146d407332c7d","month":9,"title":"长江漂流队征服虎跳峡"},{"date":"19880921","day":21,"event":"　　1988年9月21日，邓小平在会见来访的斯里兰卡总统普雷马达萨时说，中国坚定不移的对外政策是反对霸权主义，维护世界和平。既要建立国际经济新秩序，又要建立国际政治新秩序。发展中国家需要的好的国际环境是没有战争的、和平共处的国际环境。12月2日，邓小平在会见日本贸促会访华团时又指出，目前是建立国际政治新秩序的时期。国际政治领域由对抗转为对话，由紧张转向缓和，出现了许多新的情况，因此应该提出一个建立国际政治新秩序的理论。他指出，在新的国际形势下，超级大国应该用和平共处五项原则来代替霸权政治。\n","id":"569881b6590146d407332c7c","month":9,"title":"邓小平提议建立国际政治新秩序"},{"date":"19890921","day":21,"event":"　　1989年9月21日，建国四十年来我国电影界最重要的节庆活动\u2014\u2014第一届中国电影节今天在北京隆重开幕。\n　　广播电影电视部副部长、中国电影节组委会主任陈昊苏在开幕式上说：中国的电影工作者将利用这个电影节向伟大的党、伟大的人民及伟大的社会主义祖国表达深沉热烈的祝福，并用发展民族的社会主义的电影文化的新成就向共和国的四十大庆捧上丰厚的礼品。\n　　四十年前起步的新中国电影事业，如今已建立了独立完整的电影工业体系；占领了国内电影文化市场，向每年多达数百亿人次的观众提供健康向上的娱乐和审美服务；培养了大批艺术人才；形成了具有民族特色的独树一帜的电影艺术；并使中国电影开始走向世界。\n　　推出近两年问世的四十部影片，是为期七天的电影节的主体部分。历史巨片《开国大典》和纪录影片《四十年前的这一天》作为本届电影节的领衔之作在今天的开幕式上放映。\n　　当《开国大典》导演李前宽、肖桂云率剧组主要演员登台时，全场响起热烈的掌声。各界普遍认为，这部集毛泽东、刘少奇、周恩来、朱德以及蒋介石等现代中国重要政治人物于一片的电影巨作，标志着中国重大历史题材影片在思想性和艺术性等方面的重要突破。\n　　电影节上还选出了建国四十年十大电影明星，他们是：赵丹、、崔嵬、白杨、孙道临、于兰、王心刚、谢芳、刘晓庆、潘虹、姜文。\n","id":"569881b6590146d407332c7b","month":9,"title":"首届中国电影节在京开幕"},{"date":"19900921","day":21,"event":"　　1990年9月21日，徐向前逝世。\n　　徐向前，原名徐象谦，字子敬。1901年11月8日生。山西五台人。1924年考入黄浦军校第1期。1927年3月加入中国共产党。大革命失败后参加广州起义，后转往海陆丰地区，任工农革命军第四师第十团党代表，第四师参谋长、师长。土地革命战争时期任中国工农红军第三十一师副师长，中共鄂豫边特委委员，鄂豫边革命委员会军事委员会主席，中华苏维埃共和国中央革命军事委员会委员，红四方面军总指挥兼第四军军长，中华苏维埃共和国中央执行委员等职。1935年3月参加红四方面军长征，红一、四方面军会师后，任红军前敌总指挥部总指挥，拥护中央北上创建川陕甘根据地的战略方针，反对张国焘的分裂活动。1936年任中共中央西北局委员，西路军军政委员会副主席兼四路军总指挥。\n　　抗日战争时期任中共中央革命军事委员会委员，八路军第一二九师副师长，八路军第一纵队司令员，陕甘宁晋绥联防军副司令员，抗日军政大学校长。解放战争时期任晋冀鲁豫军区副司令员，华北军区副司令员兼第一兵团(后改为中国人民解放军第十八兵团)司令员兼政治委员，华北人民政府委员，太原前线司令部司令员兼政治委员，中共太原前线总前委书记，曾组织太原战役。\n　　建国后，任中国人民解放军总参谋长，中央人民政府革命军事委员会副主席，国防委员会副主席，全国人大常委会副委员长、中共中央军委副主席，国务院副总理兼国防部部长，中华人民共和国中央军事委员会副主席\u201c1955年被授予元帅军衔。是中共第七届至第十二届中央委员。是第十一届、第十二届中央政治局委员。1990年9月21日在北京病逝。著有《历史的回顾》。\n","id":"569881b6590146d407332c7a","month":9,"title":"徐向前逝世"},{"date":"19980921","day":21,"event":"　　１９９８年９月２１日，在１９８８年奥运会上创造了女子两项短跑世界纪录这一旷世奇迹的美国田径奇才格里菲斯·乔依娜，今天在加利福尼州的家中猝死，年仅３８岁。格·乔依娜有\u201c花蝴蝶\u201d之称，是著名七项全能女王乔依娜\u2014克西的小姑。她在汉城奥运会上创造的女子１００米１０秒４９和２００米２１秒３４的世界纪录，如同挂在天宇上的星星，１０年来令所有人可视而不可及。目前的美国短跑皇后琼斯虽然被称为天才跑星，但她的１０秒６５和２１秒６２的成绩和乔依娜的纪录相比，只能算人间景色。乔依娜的丈夫厄尔要求对妻子的遗体进行尸解，查清死因。厄尔是１９８４年奥运会三级跳远冠军。9月21日早上，他叫睡眠中的妻子时发现她\u201c没有反应，停止了呼吸\u201d，乔依娜在睡梦中魂归天国。据悉，乔依娜患有心脏病，估计死因是心肌梗死导致猝死。她两年前在飞机上曾犯过心脏玻乔依娜退役后，曾有传言说这位肌肉发达的姑娘服用了兴奋剂，但药检证明了她的清白。乔依娜虽然离去，但她那１０秒４９的世界百米纪录很可能难以刷新。乔依娜于１９５９年１２月出生于洛杉矶，家中有兄弟姐妹１１人，她排行老七。１９８３年她毕业于洛杉矶加州大学，获得心理学学士学位。１９８４年在洛杉矶奥运会上，她夺得２００米银牌，１９８８年汉城奥运会上，她创造了女子１００米１０秒４９和２００米２１秒３４的世界纪录。１０年过去了，至今没有一个人能够超过她。被称为美国短跑皇后的琼斯，虽然跑出了１０秒６５和２１秒６２的成绩，但与乔依娜的纪录相比，仍逊色许多。世界短跑女飞人猝死引起了国际田坛的震惊。当天，美国奥委会总部降半旗致哀。正在纽约出席第５３届联大的美国总统克林顿说：\u201c她的速度使我们眩晕，她的天才使我们惭愧。虽然她站在世界体育之巅，但她从未忘记自己来自人民，她将时间和精力奉献给儿童。特别是那些落后地区的孩子们，以最大限度地开发他们的天赋和潜力。\u201d国际田联主席内比奥洛说：\u201c我永远忘不了这位杰出选手１０年前是如何令世界震惊的。令我悲痛的是，她的一生和她的速度一样飞快而去。\u201d１９８９年乔依娜退役后，从事时装设计，还为ＮＢＡ印第安那队设计队服，但大部分时间用于指导儿童体育。她还是总统健身委员会的共同主席。１９９６年奥运会前乔依娜曾想复出，但疾病和多年的老伤使她最终放弃这项计划。乔依娜于１９８７年１０月１０日嫁给了汉城奥运会三级跳远冠军阿里。阿里的妹妹也是美国的田径明星，曾获得过六枚奥运会奖牌，并保持着女子七项全能世界纪录。乔依娜于前年就发现患有心脏病，当时在从加州到圣路易斯的飞机上突然发作，并住了一天医院。但他的家人没有向外界发布过病情。９月２１日当阿里未能唤醒乔依娜后，立即拨通了９１１求助电话，有关部门记载接收电话时间为早晨６时３０分，但此时乔依娜已经停止了呼吸。目前有关部门决定对乔依娜进行尸体检验，阿里也表示同意，他们都想找到乔依娜的确切死因。\n","id":"569881b6590146d407332c79","month":9,"title":"\u201c飞人\u201d格·乔依娜猝死"},{"date":"19990921","day":21,"event":"　　9月26日，台湾花莲至南投一带再次发生7.1级地震\n　　1999年9月21日1时47分，在台湾省花莲西南（震中位于北纬23．7度，东经121．1度）发生7．6级地震。据台湾有关方面统计，至当晚22时，已造成1674人死亡，3924人受伤，2650人被困，219人失踪。在灾情严重地区，大批涌入的重伤者使医院人满为患，收容轻伤者的学校体育馆、大礼堂人山人海。此次地震波及福建盛广东盛浙江省和江西省的部分地区，造成不同程度的震感影响。其中，福建省福州、泉州、厦门、宁德等城市震感强烈，广东省广州至汕头、浙江省温州、江西省南昌、九江等地均有不同程度震感。9月21日，中共中央总书记、国家主席江泽民致电台湾，对台湾地区发生强烈地震表示慰问。江泽民主席指出：今天凌晨台湾地区发生强烈地震，造成台湾同胞生命财产的严重损失，我们对这一重大灾情表示极为关切，对受灾同胞表示亲切慰问，对遇难同胞表示沉痛哀悼。两岸同胞骨肉相连，台湾同胞的灾难和痛苦牵动着全体中国人的心。我们愿为减轻地震灾害损失提供一切可能的援助。10月20日，外交部、国务院台办、国家地震局有关负责人针对近来台湾有些人一再歪曲、中伤祖国大陆支援台湾抗震救灾的行动和努力，在接受海峡两岸和香港特别行政区记者的联合采访时，介绍了有关事实，对谣言和指责进行了批驳。国家地震局新闻发言人李强华介绍了祖国大陆地震界关心台湾\u201c9·21\u201d强烈地震的情况。他说，由于工作的关系，祖国大陆地震部门和专家对\u201c9·21\u201d地震特别关注，在地震发生的当天上午就致函台湾有关地震研究机构负责人和专家表示慰问，并表示愿随时组织专家赴台帮助开展工作。但这一提议迄今没有得到台湾当局的同意。10月15日，鉴于地震应急抢险工作已告一段落，震区将面临恢复重建，中国地震学会特意致函台湾有关专家，表示愿邀请台湾专家来祖国大陆，共同合作研究灾后重建问题。但是，台湾方面回函称目前不准备派人来。李强华说，地震是人类共同的敌人，中国是地震多发国，两岸今后仍将面临地震的严重威胁。抗震救灾是人道主义和科技范畴的问题，两岸地震专家都不希望将这一问题\u201c泛政治化\u201d。外交部港澳台司司长朱祖寿指出，台湾当局所谓祖国大陆阻挠国际救援的指责是毫无根据的。地震发生后，我们对国际社会的救援行动一直表示感谢，尽可能提供便利，并计划通过联合国启动国际救援。根据联合国的有关规定，只有主权国家才有权提出启动国际救援的要求。出于对台湾方面的尊重，海协受权致函台湾海基会，征询台湾方面的意见，但是海基会回函表示没有必要。实际上，国际社会的民间救援行动一直在台湾正常、顺利地开展，共有20多个国家、30多支救援队伍的700多名人员参加了救援工作。至于所谓阻碍拖延俄罗斯救援人员飞台的指控，朱祖寿说，事实是俄罗斯紧急状态部通过驻华使馆，提出俄飞机经过中国领空的申请，外交部随即和有关部门协商给予批准，并不存在所谓不准俄飞机飞越的问题。中方完全是按照国际惯例处理的。台湾方面一再炒作这个问题别有用心。实际上有的地区的救援队伍抵台后却无事可做，只好提前离开台湾。他说，启动国际救援对台湾民众很有利，但台湾当局却将地震救灾\u201c泛政治化\u201d，企图搞\u201c地震外交\u201d，以\u201c主权国家\u201d的身份与一些国际组织发生联系。究竟是谁在阻挠国际救援行动，究竟是谁在将地震救灾\u201c泛政治化\u201d，大家应该看得很清楚。国务院台办交往局局长张怀君介绍了\u201c9·21\u201d地震后，江泽民等国家领导人多次表示慰问，祖国大陆各界迅速开展援灾赈灾行动的情况。他说，到目前为止，祖国大陆各地共筹集救灾物资折合人民币500万元，收到捐款3000万元，中国红十字会明天又将汇出第三批50万美元的救灾款。他说，台湾\u201c中国统一联盟\u201d等团体和台湾一些人士均对祖国大陆的关心和善意表示感谢。但台湾有些人却刻意进行歪曲。台湾当局对江泽民等领导人的关心反应低调，李登辉只字不提祖国大陆方面的关心和援助，还乘机兜售其\u201c两国论\u201d谬论。台湾当局不顾灾区同胞的需求，对祖国大陆救灾人员和物资赴台采取了搁置、拖延的态度，有些人还一再歪曲事实、制造谣言，对祖国大陆方面积极支援台湾震灾的作法进行中伤、诬蔑。张怀君说，台湾发生强烈地震，本是一个促进两岸关系发展的契机，台湾少数人却乘机破坏两岸关系，令人遗憾。我们奉劝台湾那些别有用心的人，把力量用在加强抗震救灾上，不要试图转移台湾同胞对当局救灾行动不力的不满。我们也希望台湾当局多做对台湾救灾重建有益的事，尽快允许祖国大陆救灾人员和物资赴台，以密切两岸民众的感情。\n　　9月23日，一位男子从废墟中找回祖母的遗像和一尊观音像\n　　9月22日，一位母亲抱着女儿悲痛欲绝，她的丈夫和另外的孩子还埋在废墟中。\n　　9月23日，一名工作人员坐在起重机的吊臂上对倒塌的楼房进行搜索。\n　　9月21日，救援人员在一栋倒塌的十二层楼房里将一名妇女救出。\n","id":"569881b6590146d407332c78","month":9,"title":"台湾花莲西南发生强烈地震　大陆救助遭中伤"},{"date":"5890921","day":21,"event":"　　冼夫人，高凉（今广东阳江西）人，世代为部落头人。南朝梁武帝时，高凉太守冯宝聘以为妻，在平定刺史李迁什的反叛中，建立大功。陈朝统一岭南时，洗夫人悉心相助（当时冯宝已去世），击败广州刺史欧阳给的反叛，因功被封为石龙太夫人。\n　　陈朝灭亡时，岭南大乱，冼夫人安定百越，被岭南各郡共奉为圣母，并于589年9月21日（祯明三年八月初七日〕开城迎隋将韦洸入广州，后又帮助手定了王仲宣叛乱。\n　　作为从南朝至隋初岭南少数民族女首领，冼夫人对岭南的安定和发展作出了杰出贡献，隋文帝封她为谯国夫人，并拜其孙为高州（即高凉）刺史。\n","id":"569881b6590146d407332c8a","month":9,"title":"冼夫人开城迎隋军"}]
     * retCode : 200
     */

    private String msg;
    private String retCode;
    /**
     * date : 18980921
     * day : 21
     * event : 　　1898年9月21日，慈禧太后发动戊戌政变。戊戌变法遭到顽固派的极端仇恨，自光绪帝颁布“明定国是”诏书推行变法起，顽固派即开始策划政变，推翻新政。9月21日，慈禧幽禁光绪帝于中南海的瀛台，并假光绪帝名义，发布吁请太后训政的诏书。旋又捕杀谭嗣同、林旭、杨锐、杨深秀、刘光第、康广仁等六人(史称“戊戌六君子”)，通缉康有为、梁启超，罢免维新派官员陈宝箴、江标、黄遵宪等数十人，废除全部新政。戊戌变法失败。

     * id : 569881b6590146d407332c89
     * month : 9
     * title : 慈禧太后发动戊戌政变
     */

    private List<ResultBean> result;

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public String getRetCode() {
        return retCode;
    }

    public void setRetCode(String retCode) {
        this.retCode = retCode;
    }

    public List<ResultBean> getResult() {
        return result;
    }

    public void setResult(List<ResultBean> result) {
        this.result = result;
    }

    public static class ResultBean {
        private String date;
        private int day;
        private String event;
        private String id;
        private int month;
        private String title;

        public String getDate() {
            return date;
        }

        public void setDate(String date) {
            this.date = date;
        }

        public int getDay() {
            return day;
        }

        public void setDay(int day) {
            this.day = day;
        }

        public String getEvent() {
            return event;
        }

        public void setEvent(String event) {
            this.event = event;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public int getMonth() {
            return month;
        }

        public void setMonth(int month) {
            this.month = month;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }
    }
}
